alsa-utils
amd-ucode
autoconf
automake
base
bash-completion
binutils
bison
bluez
bluez-utils
cmatrix
dunst
efibootmgr
efivar
fakeroot
fd
feh
firefox
flex
gcc
git
gnome-logs
groff
grub
htop
i3-gaps
kitty
linux
linux-firmware
m4
maim
make
man-db
mariadb
mathjax
mpv
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
ntp
obs-studio
os-prober
pacman-contrib
patch
pavucontrol
perl-anyevent-i3
pkgconf
playerctl
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
r
ranger
ripgrep
rofi
sddm
sudo
task
texinfo
texlive-bin
texlive-latexextra
thunar
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-iosevka-nerd
ufw
vim
which
xclip
xorg-server
xorg-xinit
zathura
zathura-pdf-mupdf
zip
zsh
